Repository: Neroz1x/GSU.Museum
Catalog: GSU.Museum/GSU.Museum/Resources/AppResources.*.resx
Languages: be_by, ru_ru

# Button_ExhibitSelectionPage
source: Exhibit selection page
be_by: Старонка выбару экспаната
ru_ru: Страницы выбора экспоната

# Button_HallSelectionPage
source: Hall selection page
be_by: Старонка выбару хола
ru_ru: Страница выбора холла

# Button_HomePage
source: Home page
be_by: Хатняя старонка
ru_ru: Домашняя страница

# Button_StandSelectionPage
source: Stand selection page
be_by: Старонка выбару стэнда
ru_ru: Страница выбора стенда

# ErrorMessage_CacheIsUpToDate
source: Cache is up-to-date
be_by: Вы выкарыстоўвеце апошнюю версію кэша
ru_ru: Вы используете последнюю версию кеша

# ErrorMessage_CanNotLoadCache
source: Unable to load cache. Try later, please
be_by: Не атрымалася загрузіць кэш. Паспрабуйце, калі ласка, пазней
ru_ru: Не удалось загрузить кеш. Попробуйте, пожалуйста, позже

# ErrorMessage_InProgress
source: This page is unavailable now. Try later please
be_by: Дадзеная старонка не даступная. Паспрабуйце, калі ласка, пазней
ru_ru: Данная страница недоступна сейчас. Попробуйте, пожалуйста, позже

# ErrorMessage_LoadingFaild
source: Can not load page. Check Internet connection and caching settings
be_by: Не атрымалася загрузіць старонку. Праверце падлучэнне да інтэрнэту і налады кэшавання
ru_ru: Не удалось загрузить страницу. Проверьте подключение к интернету и настройки кеширования

# ErrorMessage_NotFoundInCache
source: Can not found data in cache. Set "Сheck for updates" field in settings to allow downloading data
be_by: Не атрымалася загрузіць дадзеныя з кэшу. Усталюйце пункт "Правяраць абнаўленнi" у наладах, каб дазволіць запампоўка
ru_ru: Не удалось загрузить данные из кеша. Установите пункт "Проверять обновления" в настройках, чтобы разрешить скачивание

# ErrorMessage_ServerIsNotResponse
source: Can not connect to the server
be_by: Не атрымалася падлучыцца да сервера
ru_ru: Не удалось подключиться к серверу

# HallPage_MenuDescription
source: Select a stand, please
be_by: Выберыце, калі ласка, стэнд
ru_ru: Выберите, пожалуйста, стенд

# HallPage_Title
source: stand selection
be_by: выбар стэнду
ru_ru: выбор стенда

# HomePage_MainText
source: This application helps to visit F. Scorina GSU Museum. It contains information about stands and exhibits.
be_by: Дадатак забяспечвае віртуальны тур у музей ГДУ імя. Ф. Скарыны. У ім распавядаецца гісторыя ўніверсітэта ад заснавання да цяперашняга часу. Усе дадзеныя суправаджаюцца гістарычнымі фатаграфіямі і дакументамі.
ru_ru: Приложение обеспечивает виртуальный тур в музей ГГУ им. Ф. Скорины. В нем рассказывается история университета от основания до наших дней. Все данные сопровождаются историческими фотографиями и документами.

# HomePage_MenuItem_MainPage
source: Select hall
be_by: Выбраць хол
ru_ru: Выберите холл

# HomePage_MenuItem_Options
source: Options
be_by: Налады
ru_ru: Настройки

# HomePage_Title
source: F. Scorina GSU Museum
be_by: Сардэчна запрашаем да музею ГДУ імя. Ф. Скарыны
ru_ru: Добро пожаловать в музей ГГУ им. Ф. Скорины

# MainPage_MenuDescription
source: Select a hall, please
be_by: Выберыце, калі ласка, хол
ru_ru: Выберите, пожалуйста, холл

# MainPage_Title
source: Hall selection
be_by: Выбар холу
ru_ru: Выбрать холл

# MessageBox_ButtonOk
source: Ok
be_by: Так
ru_ru: Ок

# MessageBox_TitleAlert
source: Alert
be_by: Увага
ru_ru: Внимание

# MessageBox_TitleError
source: Error
be_by: Памылка
ru_ru: Ошибка

# MessageBox_TitleInfo
source: Info
be_by: Iнфармацыя
ru_ru: Информация

# OptionsPage_CacheSectionTitle
source: Cache settings
be_by: Налады кэшавання
ru_ru: Настройки кеширования

# OptionsPage_CancelButton
source: Cancel
be_by: Адмена
ru_ru: Отмена

# OptionsPage_CheckForUpdatesDescriptionLabel
source: The Internet is used to check cached data for updates. If there are changes, they will be downloaded. The Internet will also be used to download new data. It requires connection to the Internet
be_by: Інтэрэнт выкарыстоўваецца для праверкі обнавлений захаваных дадзеных. Калі знойдзены адрозненні, то будзе запампавана новая версія. Інтэрнэт таксама выкарыстоўваецца для загрузкі новых дадзеных. Неабходна падлучэнне да інтэрнэту
ru_ru: Интерент используется для проверки обнавлений сохраненных данных. Если найдены различия, то будет скачана новая версия. Интернет также используется для загрузки новых данных. Необходимо подключение к интернету

# OptionsPage_CheckForUpdatesLabel
source: Check for updates
be_by: Правяраць абнаўленнi
ru_ru: Проверять обновления

# OptionsPage_Language
source: Language
be_by: Мова
ru_ru: Язык

# OptionsPage_LanguageDescription
source: Current interface language
be_by: Актуальная мова інтэрфейсу
ru_ru: Текущий язык интерфейса

# OptionsPage_LanguageSectionTitle
source: Language settings
be_by: Налады мовы
ru_ru: Настройки языка

# OptionsPage_Title
source: Settings
be_by: Налады
ru_ru: Настройки

# OptionsPage_UseCacheDescriptionLabel
source: Cache will be saved on your mobile storage. It reduces the Internet usage
be_by: Кэш будзе захоўвацца на вашым мабільным сховішчы. Гэта зніжае выкарыстанне Інтэрнэту
ru_ru: Кеш сохраняется на устройстве. Это позволит уменьшить использование трафика

# OptionsPage_UseCacheLabel
source: Use cache
be_by: Выкарыстоўвць кэш
ru_ru: Использовать кеширование

# OptionsPage_UseOnlyCacheDescriptionLabel
source: Only cached data will be displayed. No need connetction to the Internet
be_by: Будуць адлюстроўвацца толькі захаваныя дадзеныя. Не патрабуецца падлучэнне да інтэрнэту
ru_ru: Будут отображаться только сохраненные данные. Не требуется подключение к интернету

# OptionsPage_UseOnlyCacheLabel
source: Use only cache
be_by: Выкарыстоўваць толькі кэш
ru_ru: Использовать только кеш

# StandPage_MenuDescription
source: Select an exhibit, please
be_by: Выберыце, калі ласка, экспанат
ru_ru: Выберите, пожалуйста, экспонат

# StandPage_Title
source: exhibit selection
be_by: выбар экспанату
ru_ru: выбор экспоната
